/* Window */
"F0z-JX-Cv5.title" = "Dockside";

/* Developer intro */
"ykd-Ha-MET.title" = "你好，我是 Prajwal，這款應用程式的開發人員。😊 我喜歡做像 Dockside 這樣輕量實用的應用程式——一個放在 Dock 旁邊的文件收納列。Dockside 不會收集或分享你的任何資料，僅用網路做一次授權驗證，之後一切都在本機。🔒 你的隱私權對我同樣重要。如有問題或意見，歡迎聯絡。感謝你支持獨立開發。🙏 ";

/* If you've already purchased... */
"qCx-gx-gNH.title" = "若你已購買授權，請在此啟用。";

/* Start your free trial... */
"a8J-uc-r8u.title" = "開始免費試用，無限制體驗全部功能。";

/* OR */
"4Zo-jr-tS9.title" = "或";

/* Activate License button */
"OAs-Gv-cZL.title" = "啟用授權";

/* Start Your Free 14-Day Trial button */
"EE7-ae-EEq.title" = "開始 14 天免費試用";

/* Buy Lifetime License button */
"BCA-dW-GBb.title" = "立即購買終身授權（$5.99）";

/* Thank you for choosing Dockside */
"spQ-rB-db1.title" = "感謝選擇 Dockside，歡迎。";

/* Email button */
"lWc-sf-9dz.title" = "hachipoo.apps@gmail.com";

/* Copyright */
"9xW-Yx-wtn.title" = "Copyright © 2026 Hachipoo Apps & Dockside. 保留所有權利。";

/* No subscriptions / indie support */
"ecK-Dd-x3X.title" = "無訂閱、無隱藏費用，僅需一次購買。\n本應用程式由獨立開發人員用心製作，你的支持能讓獨立開發持續下去。";
